Revit 2027 API
SymbolTypeId.DeltaK Property
 Symbol deltaK, indicating unit Kelvin interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DeltaK { get; }
Public Shared ReadOnly Property DeltaK As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DeltaK {
	ForgeTypeId^ get ();
}
static member DeltaK : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace